Repository: raiseandfall/discogs-i18n
Catalog: */LC_MESSAGES/messages_js.po
Languages: it

source: <%= filename %> is an unsupported format. Please upload a .jpg, .png, .gif, or .bmp.
it: <%= filename %> è un formato non supportato. Prego carica un .jpg, .png, .gif, o un .bmp.

source: <%= quantity %> from <%= currency %>
it: <%= quantity %> da <%= currency %>

source: <%= releaseId %> is invalid. Release IDs should only contain numbers.
it: <%= releaseId %> non è valido. Release IDs devono contenere solo numeri.

source: A nearly perfect record. The record should show no obvious signs of wear.
it: Il disco è quasi perfetto. Non mostra alcun segno di usura evidente.

source: Absolutely perfect in every way. Certainly never been played. Should be used sparingly as a grade, If at all.
it: Assolutamente perfetto. Forse non è mai stato usato o, nel caso, molto poco

source: Accepted Fields
it: Campi accettati

source: Add
it: Aggiungi

source: Add ANV
it: Aggiungi ANV

source: Add Artist Per Track
it: Aggiungi Artista per traccia

source: Add Credit Per Track
it: Aggiungi Credito per traccia

source: Add Description
it: Aggiungi Descrizione

source: Add Release
it: Aggiungi Versione

source: Add Sub-Track
it: Aggiungi Sotto-Traccia

source: Add Tracks
it: Aggiungi Tracce

source: Add artist
it: Aggiungi artista

source: Add barcode or identifier
it: Aggiungi codice a barre o un'identificativo

source: Add credit
it: Aggiungi credito

source: Add format
it: Aggiungi formato

source: Add label or entity
it: Aggiungi etichetta

source: Add row
it: Aggiungi riga

source: Add style
it: Aggiungi stile

source: Add to List
it: Aggiungi alla lista

source: Added <%= preview.title %> to your collection.
it: Aggiunto <%= preview.title %> alla tua collezione.

source: Added <%= preview.title %> to your wantlist.
it: Aggiunto <%= preview.title %> alla tua Lista Desideri.

source: Advanced Search
it: Ricerca Avanzata

source: Alert
it: Avviso

source: All shipping methods must define at least one range
it: È necessario definire almeno un servizio per il metodo di spedizione

source: An error has occurred, please try again.
it: C'è stato un'errore, prego provare nuovamente

source: An unknown error occurred (code <%= status %>)
it: C'è stato un'erore sconosciuto (code <%= status %>)

source: Are you certain you wish to change the format? Any descriptions in the row will be removed.
it: Sei sicuro di voler cambiare il formato? Eventuali descrizioni verranno rimosse.

source: Are you certain you would like to delete this review?
it: Siete certi di voler cancellare questa recensione?

source: Are you sure you want to DELETE the items?
it: Siete sicuri di voler CANCELLARE questo articolo?

source: Are you sure you want to delete this list?
it: Siete sicuri di voler cancellare questa lista?

source: Are you sure you want to remove <%= text %>?
it: Siete sicuri di voler rimuovere <%= text %>?

source: Are you sure you want to remove these items?
it: Siete sicuri di voler rimuovere questi articoli?

source: Are you sure you want to remove this item?
it: Siete sicuri di voler rimuovere questo articolo?

source: Are you sure you want to un-share this?
it: Siete sicuri di non voler più condividere?

source: Are you sure?
it: Siete sicuri?

source: Artist Name Variation (ANV)
it: Variazione del nome dell'artista (ANV)

source: Artists
it: Artisti

source: Audio not found
it: Audio non trovato

source: Auto-number Tracks
it: Tracce numerate automaticamente

source: Auto-saved draft <%= link %> at <%= time %>
it: Auto-salvataggio del progetto <%= link %> alle <%= time %>

source: Barcodes and Other Identifiers
it: Codice a barre e altri identificativi

source: Before you submit
it: Prima di inviare

source: Can be put onto a turntable and will play through without skipping. Significant surface noise, scratches and visible groove wear.
it: Può essere messo su un giradischi e suonerà senza saltare.Rumore di superficie significativo, graffi e solchi di usura visibili.

source: Cancel
it: Annulla

source: Cancel Order
it: Annulla Ordine

source: Capitalization may be wrong, is this correct?
it: La capitalizzazione potrebbe essere sbagliata, è corretta?

source: Catalog Number
it: Numero Catalogo

source: Change
it: Cambia

source: Checking
it: Verifica

source: Click <%= saveButton => again to save anyway.
it: Clicca <%= saveButton => di nuovo per salvare comunque.

source: Close
it: Chiudi

source: Collapse
it: Riduci

source: Companies, etc.
it: Aziende, ecc.

source: Confirm
it: Conferma

source: Country
it: Paese

source: Create
it: Crea

source: Create Master Release
it: Crea una Versione Principale

source: Created draft <%= link %> at <%= time %>
it: Progetto <%= link %> creato alle <%= time %>

source: Credits
it: Crediti

source: Customize This Page
it: Personalizza questa pagina

source: Date
it: Data

source: Deleting
it: Eliminazione

source: Delivery in <%= label %>
it: Consegna in <%= label %>

source: Description
it: Descrizione

source: Discogs Alert
it: Avviso di Discogs

source: Does not exist: <%= id %>
it: Non esiste: <%= id %>

source: Edit Draft
it: Modifica Progetto

source: Edit Master Release
it: Modifica Versione Principale

source: Edit Release
it: Modifica Versione

source: Error
it: Errore

source: Errors
it: Errori

source: European Union
it: Unione Europea

source: Everything
it: Tutto

source: Expand
it: Espandi

source: Failed to generate preview.
it: L'anteprima non può essere generata.

source: Failed to save draft.
it: Il progetto non può essere salvato

source: Feedback Sent
it: Feedback Inviato

source: Format
it: Formato

source: Free Text
it: Testo Libero

source: Generating Preview
it: Generazione Anteprima

source: Genres
it: Generi

source: Heading
it: Titolo

source: Hide Credits
it: Crediti Nascosti

source: Hide actions
it: Azioni nascoste

source: Ignore
it: Ignora

source: Index Track
it: Indice Traccia

source: Insert Heading
it: Inserisci Titolo

source: Insert Index Track
it: Inserisci Indice Traccia

source: Insert Sub-Track
it: Inserisci Sotto-Traccia

source: Insert Track
it: Inserisci Traccia

source: Items added to your collection
it: Articoli aggiunti alla tua collezione

source: Join
it: Aderisci

source: Just remove from order
it: Basta rimuoverlo dall'ordine

source: Label
it: Etichetta

source: Label, Company, Catalog Number, Etc.
it: Etichetta, Azienda, Numero di Catalogo, Ecc.

source: Labels
it: Etichette

source: Less
it: Di meno

source: Load next
it: Carica il prossimo

source: Make End Of Index Track
it: Indica la fine dell'indice traccia

source: Make End of Index Track
it: Indica la fine dell'indice traccia

source: Make an Offer
it: Fai un'offerta

source: Master release saved successfully and will be processed soon. Please refresh the page in a minute to see the updated discography.
it: Versione Principale salvata con successo, sara processata presto. Prego ricarica la pagina tra un minuto per vedere la discografia aggiornata..

source: More
it: Di più

source: Move
it: Muovi

source: Move Item to:
it: Muovi articolo verso:

source: Name
it: Nome

source: No data points to graph
it: Niente punti dati da rappresentare graficamente

source: Okay
it: Va bene

source: Open In New Window
it: Apri in una nuova finestra

source: Place order
it: Conferma ordine

source: Place order and pay now
it: Conferma ordine e paga subito

source: Placing order...
it: Ordine in corso di conferma...

source: Please check all artist links. If the artist is a legitimate new entry for the database, please list them in the <em>Submission Notes</em> so other users can check.
it: Si prega di verificare tutti i link dell'artista. Se l'artista è una nuova, legittima voce per il database, si prega di iscriverlo nelle <em> Submission Notes </em> cosìgli altri utenti possono controllare.

source: Please check all label links. If the label is a legitimate new entry for the database, please list them in the <em>Submission Notes</em> so other users can check.
it: Si prega di verificare tutti i link dell'etichetta. Se l'etichetta è una nuova, legittima voce per il database, si prega di iscriverla nelle <em> Submission Notes </em> cosìgli altri utenti possono controllare.

source: Please check the release(s) above to make sure that you are not submitting a duplicate.
it: Si prega di verificare la (le) versione(i) di cui sopra per assicurarsi di non averinviato un duplicato.

source: Please check these warning(s) against your submission, and if needed the <a href='/help/doc/submission-guidelines-release' target='_blank'>Submission Guidelines</a>. If you have verified a warning is not applicable to your submission, please tick the box to clear it, otherwise please correct the error. If there are any warnings, please write a short explanation in the Submission Notes. The more information you can give at this stage, the easier and quicker your submission can be processed and accepted to the database. If you have any queries or problems, please save this submission to your drafts, and ask in the <a href='/forum/topic/17' target='_blank'>Adding / Updating Forum Topic</a>. Thank you!
it: Si prega di controllare questo(i) avviso(i) il materiale da voi inviato, e se necessario, la<a href='/help/doc/submission-guidelines-release' target='_blank'>Submission Guidelines</a>. Se si è verificato un avvertimentoche non è applicabile al materiale da voi inviato, barrare la casella per cancellarlo, altrimenti si prega di correggere l'errore. Se ci sono eventuali avvisi, per favore scrivere una breve spiegazione nella nota di presentazione. Più informazionisi dannoin questa fase, più facilmente e velocemente la vostra presentazione sarà elaborate e accettata nel database. Se avete qualsiasi domanda oproblema, si prega di salvare la richiesta nelle bozze, e chiedere al <a href='/forum/topic/17' target='_blank'>Aggiungi / Aggiorna Forum Topic</a>.Grazie!

source: Please choose a file to upload
it: Si prega di scegliere un file da caricare

source: Please enter <%= n %> unique Release IDs.
it: Si prega di inserire <%= n %> unico Release IDs

source: Please enter <%= n %> valid Release IDs.
it: Si prega di inserire <%= n %> valido Release IDs

source: Please enter a Key Release ID
it: Si prega di inserire Key Release ID

source: Please enter a title.
it: Si prega di inserire un titolo

source: Please enter at least one Release ID in addition to the Key Release ID.
it: Si prega di inserire almeno un Release ID in aggiunta di una Key Release ID.

source: Please enter your Release IDs. Be sure to include the Key Release ID.
it: Si prega di inserire la tua Release IDs. Sii sicuro di includere la Key Release ID

source: Please indicate which Release ID has accurate data.
it: Si prega di indicare quale Release ID è esatto.

source: Please provide a detailed reason for the merge.
it: Si prega di fornire una motivazione dettagliata per l'unione.

source: Please select a key release.
it: Si prega di selezionare una Key Release

source: Please select an existing list.
it: Si prega di selezionare una lista esistente

source: Please select an item to remove
it: Si prega di selezionare un articolo da rimuovere

source: Popular Destinations
it: Destinazione Popolare

source: Post Comment
it: Invia il commento

source: Posting
it: Inviando

source: Press OK to report that this list contravenes the <a href="http://www.discogs.com/help/lists.html">Discogs List guidelines</a>.
it: Premi OK per segnalare che questa lista contravviene al <a href="http://www.discogs.com/help/lists.html">Linee Guide di Discogs</a>.

source: Preview
it: Anteprima

source: Preview / Submit
it: Anteprima / Invia

source: Preview Loading
it: Caricamento Anteprima

source: Previewing...
it: Anteprima in corso di visualizzazione...

source: Problem Sending Feedback
it: Problema nell'invio del Feedback

source: Processing
it: In lavorazione

source: Qty:
it: Q.tà

source: Ranges overlap or are ordered incorrectly
it: Gli intervalli si sovrappongono o sono ordinati in modo non corretto

source: Rate this release
it: Valuta questa versione

source: Rate this release <%- n %> star.
it: Valuta questa versione <%- n %> stella.

source: Read and understand the <a href='/help/doc/submission-guidelines-release' target='_blank'>Submission Guide</a>
it: Leggi e comprendi la <a href='/help/doc/submission-guidelines-release' target='_blank'>Guida all'invio</a>

source: Record is cracked, badly warped, or won't play through without skipping or repeating.
it: Il disco è incrinato, deformato, o non suonerà senza saltareo incantarsi.

source: Release Notes
it: Note di Release

source: Release not found. Please try another Release ID.
it: Release non trovata. Si prega di provare un'altra Release ID

source: Released
it: Rilasciato

source: Releases
it: Versioni

source: Remove
it: Rimuovi

source: Remove <%= username %> from your friends list?
it: Rimuovi <%= username %> dalla tua lista di amici?

source: Remove ANV
it: Rimuovi ANV

source: Remove Artist
it: Rimuovi Artista

source: Remove Description
it: Rimuovi Descrizione

source: Remove Item
it: Rimuovi Articolo

source: Remove from order and inventory
it: Rimuovi dall'ordine e dall'inventario

source: Remove from order and relist
it: Rimuovi dall'ordine e rimetti in vendita

source: Remove rating
it: Rimuovi valutazione

source: Remove this shipping method?
it: Vuoi rimuovere questo metodo di spedizione?

source: Remove this shipping policy?
it: Vuoi rimuovere questa politica di spedzione?

source: Replying
it: Rispondere

source: Role
it: Ruolo

source: Save
it: Salva

source: Save Changes
it: Salva Cambiamenti

source: Save Draft
it: Salva Progetto

source: Save and Continue
it: Salva e continua

source: Saved Draft
it: Progetto Salvato

source: Saved draft
it: Progetto salvato

source: Saved draft <%= link %> at <%= time %>
it: Progetto <%= link %> salvato alle <%= time %>

source: Saving
it: Salvataggio in corso

source: Saving Draft
it: Salvataggio Progetto in corso

source: Search in new window
it: Cerca in una nuova finestra

source: Send Feedback
it: Invia Feedback

source: Share
it: Condividi

source: Shared on your profile
it: Condiviso sul tuo profilo

source: Sharing Settings
it: Condivisione Impostazioni

source: Sharing...
it: Condivisione...

source: Shipping and Payment Terms
it: Termini di Spedizione e Pagamento

source: Show Credits
it: Mostra Crediti

source: Show actions
it: Mostra azioni

source: Show less
it: Mostra di meno

source: Show more
it: Mostra di più

source: Some mobile devices will not allow playback until you first activate the YouTube player by tapping on it. If the video is not loading, refresh the page, then tap on the player.
it: Alcuni dispositivi mobili non consentono la riproduzione fino a quando prima non si attiva il YouTube Player con un tocco. Se il video non viene caricato, aggiornare la pagina, quindi toccate il lettore.

source: Strict Search
it: Ricerca Rigorosa

source: Styles
it: Stili

source: Sub-Track
it: Sotto-Traccia

source: Submission Form Keyboard Shortcuts
it: Invio da scorciatoie da tastiera

source: Submission Notes
it: Note di invio

source: Submission notes are required
it: Sono richieste le note di invio

source: Submit
it: Invia

source: Surface noise will be evident upon playing... but will not overpower the music. Groove wear will start to be noticeable, as will light scratches.
it: La qualità del suono durante la riproduzione sarà leggermente influenzato, ma ...non sovrasteranno la musica. Le scanalature da usura iniziano ad esserepercettibili.

source: Test all hyperlinks and make sure they link to the correct artist/label
it: Verifica tutti i collegamenti ipertestuali e sii sicuro che facciano il corretto collegamento per l'artista/etichetta

source: The following artists are new to the database
it: I seguenti artisti sono nuovi nel database

source: The following errors preventing this item from being listed
it: I seguenti errori impediscono a questo articolo di essere elencato

source: The following labels/companies are new to the database
it: Le seguenti etichette/aziende sono nuove nel database

source: There was a problem sending your feedback. Please try again in a few moments.
it: C'è stato un problema nell'invio del tuo Feedback. Si prega di provare fra qualche istante.

source: This field is required (minimum 4 characters).
it: Questo campo è obbligatorio (minimo 4 caratteri).

source: This list is already on your dashboard
it: Questa lista è già nella vostra bacheca

source: This operation will overwrite all track positions with 1, 2, 3, etc. Are you sure you want to do this?
it: Questa operazione sovrascriverà tutte le posizioni delle traccie con 1, 2, 3, ecc. Siete sicuri di voler fare questo?

source: This release is rated <%- value %> star
it: Questa versione è valutata <%- value %> stella

source: Title
it: Titolo

source: Track
it: Traccia

source: Track Positions
it: Posizione della traccia

source: Tracklist
it: Lista delle traccie

source: Unable to estimate from release data
it: Impossibile fare una stima sulla base dei dati di riferimento"

source: Undo
it: Passo indietro

source: Unsharing...
it: Rimozione condivisione in corso...

source: Update Order
it: Aggiorna ordine

source: View Image
it: Guarda Immagine

source: Vote and Post Comment
it: Vota e Commenta

source: WARNING: You have made changes since loading this page.
it: AVVISO: sono state apportate modifiche rispetto a quando avete caricato questa pagina.

source: WARNING: You have unsaved changes.
it: AVVISO: I vostri cambiamenti non sono stati salvati

source: Warning
it: Avviso

source: Warning: for large tracklists this may significantly hinder performance
it: Avviso: le liste delle tracce troppo lunghe potrebbero non apparire

source: Warnings
it: Avvisi

source: We found possible duplicate releases
it: Abbiamo trovato delle possibili versioni doppie

source: We think you may be using some incorrect artists. Please double-check these to make sure you are using the correct artist
it: Pensiamo che stiate usando artisti errati. Vi preghiamo di verificare per assicurarvi che stiate utilizzando il corretto artista

source: What do you want to do with the removed item?
it: Che cosa si vuole fare con l'articolo rimosso?

source: Will show some signs that it was played and otherwise handled by a previous owner who took good care of it.
it: Ha alcuni segni che mostrano che è stato ascoltato e anche manipolato da un precedente proprietario che si è preso cura di esso.

source: You can't have more than one <%= shippingMethod %> shipping method in the same policy
it: Non si può avere più di un <%= shippingMethod %> metodo di spedizione nella stessa politica

source: You did not choose a rating.
it: Non avete scelto una valutazione

source: You did not enter a comment.
it: Non avete inserito un commento

source: You must add at least one shipping method
it: È necessarioaggiungere almeno un metodo di spedizione

source: You must agree to the order terms to continue
it: È necessario accettare i termini di ordine per poter continuare

source: You must post a comment with this type of vote
it: È necessario inviare un commento a questo tipo di votazione

source: You must provide a reason for removing this release.
it: È necessario fornire un motivo per rimuovere questa versione

source: You must select at least one destination
it: È necessario selezionare almeno una destinazione

source: Your changes couldn't be saved. Please try again.
it: I vostri cambiamenti non possono essere salvati. Si prega di provare nuovamente.

source: Your feedback was sent successfully. Thank you for helping improve Discogs!
it: Il tuo feedback è stato inviato con successo. Grazie per averci aiutato a migliorare Discogs!

source: about
it: su di noi

source: all versions
it: tutte le versioni

source: artist
it: artista

source: at
it: al

source: barcode or other identifier
it: codice a barre e altri identificatori

source: credit
it: credito

source: format
it: formato

source: generating preview...
it: anteprima in corso di generazione...

source: label
it: etichetta

source: not found
it: non trovato

source: will be added to the Database
it: sarà aggiunto al Database
